Repository: simialbi/yii2-ticket
Catalog: src/messages/*/messages.po
Languages: fr

# simialbi/ticket
source: Assign ticket
fr: Attribuer un ticket

# simialbi/ticket
source: Attachments
fr: Annexes

# simialbi/ticket
source: Close
fr: Fermer

# simialbi/ticket
source: Close ticket
fr: Fermer un ticket

# simialbi/ticket
source: Create Kanban task
fr: Créer une tâche Kanban

# simialbi/ticket
source: Create ticket
fr: Créer un ticket

# simialbi/ticket
source: Do nothing
fr: Aucun notification

# simialbi/ticket
source: My tickets
fr: Mes tickets

# simialbi/ticket
source: Properties
fr: Propriétés

# simialbi/ticket
source: Resolve
fr: Fermer

# simialbi/ticket
source: Responsible agents
fr: Responsables

# simialbi/ticket
source: Save
fr: Sauvegarder

# simialbi/ticket
source: Select user(s)
fr: Sélectionnez utilisateur(s)

# simialbi/ticket
source: Send SMS
fr: Envoi par SMS

# simialbi/ticket
source: Send mail
fr: Envoi par mail

# simialbi/ticket
source: Take ticket
fr: Accepter un ticket

# simialbi/ticket
source: Update ticket
fr: Modifier un ticket

# simialbi/ticket
source: Assigned to me
fr: Attribué à moi

# simialbi/ticket/history
source: {agent} closed ticket at {closed_at,date} {closed_at,time}
fr: {agent} a fermé le ticket le {closed_at,date,dd.MM.yyyy} {closed_at,time,HH:mm}

# simialbi/ticket/history
source: {agent} took ticket at {assigned_at,date} {assigned_at,time}
fr: {agent} a accepté le ticket le {assigned_at,date,dd.MM.yyyy} {assigned_at,time,HH:mm}

# simialbi/ticket/history
source: {referrer} assigned {agent} to the ticket at {assigned_at,date} {assigned_at,time}
fr: {referrer} a assigné le ticket à {agent} le {assigned_at,date,dd.MM.yyyy} {assigned_at,time,HH:mm}

# simialbi/ticket/history
source: {user} created the ticket
fr: {user} a crée le ticket

# simialbi/ticket/mail
source: Link to ticket <b>{id}</b>
fr: Lien vers le ticket <b>{id}</b>

# simialbi/ticket/mail
source: New Ticket: {id} {subject}
fr: Nouveau ticket : {id} {subject}

# simialbi/ticket/mail
source: There is a new comment in ticket <i>{id}</i>
fr: Il y a un nouveau commentaire dans le ticket <i>{id}</i>

# simialbi/ticket/mail
source: There is a new ticket <i>{id}</i>
fr: Il y a un nouveau ticket <i>{id}</i>

# simialbi/ticket/mail
source: Ticket <i>{id}</i> has been resolved
fr: Ticket résolu: <i>{id}</i>

# simialbi/ticket/mail
source: Ticket notification for {id}
fr: Notification du ticket pour {id}

# simialbi/ticket/mail
source: Ticket updated: {id} {subject}
fr: Ticket mis à jour: {id} {subject}

# simialbi/ticket/mail
source: You've been assigned to a ticket: {id} {subject}
fr: Un ticket vous a été assigné: {id} {subject}

# simialbi/ticket/mail
source: You've been assigned to the ticket <b>{subject}</b> by <b>{user}</b>
fr: Un ticket vous a été assigné <b>{subject}</b> par <b>{user}</b>

# simialbi/ticket/model/attachment
source: Created At
fr: Créé le

# simialbi/ticket/model/attachment
source: Created By
fr: Créé par

# simialbi/ticket/model/attachment
source: Mime Type
fr: Type de mime

# simialbi/ticket/model/attachment
source: Name
fr: Nom

# simialbi/ticket/model/attachment
source: Path
fr: Chemin

# simialbi/ticket/model/attachment
source: Size
fr: Taille

# simialbi/ticket/model/attachment
source: Ticket ID
fr: Ticket

# simialbi/ticket/model/attachment
source: Updated At
fr: Modifié le

# simialbi/ticket/model/attachment
source: Updated By
fr: Modifié par

# simialbi/ticket/model/comment
source: Assigned At
fr: Affecté le

# simialbi/ticket/model/comment
source: Created At
fr: Créé le

# simialbi/ticket/model/comment
source: Created By
fr: Créé par

# simialbi/ticket/model/comment
source: Text
fr: Texte

# simialbi/ticket/model/comment
source: Ticket ID
fr: Ticket

# simialbi/ticket/model/source
source: Created At
fr: Créé le

# simialbi/ticket/model/source
source: Created By
fr: Créé par

# simialbi/ticket/model/source
source: Name
fr: Nom

# simialbi/ticket/model/source
source: Updated At
fr: Modifié le

# simialbi/ticket/model/source
source: Updated By
fr: Modifié par

# simialbi/ticket/model/ticket
source: Assigned To
fr: Affecté à

# simialbi/ticket/model/ticket
source: Assigned By
fr: Affecté par

# simialbi/ticket/model/ticket
source: Assignment comment
fr: Commentaire

# simialbi/ticket/model/ticket
source: Closed At
fr: Fermé le

# simialbi/ticket/model/ticket
source: Closed By
fr: Fermé par

# simialbi/ticket/model/ticket
source: Created At
fr: Créé le

# simialbi/ticket/model/ticket
source: Created By
fr: Créé par

# simialbi/ticket/model/ticket
source: Due Date
fr: Date d'échéance

# simialbi/ticket/model/ticket
source: Priority
fr: Priorité

# simialbi/ticket/model/ticket
source: Source ID
fr: Source

# simialbi/ticket/model/ticket
source: Status
fr: Statut

# simialbi/ticket/model/ticket
source: Subject
fr: Sujet

# simialbi/ticket/model/ticket
source: Topic ID
fr: Thème

# simialbi/ticket/model/ticket
source: Updated At
fr: Modifié le

# simialbi/ticket/model/ticket
source: Updated By
fr: Modifié par

# simialbi/ticket/model/topic
source: Created At
fr: Créé le

# simialbi/ticket/model/topic
source: Created By
fr: Créé par

# simialbi/ticket/model/topic
source: Name
fr: Nom

# simialbi/ticket/model/topic
source: New Ticket Assign To
fr: Attribution automatique de nouveaux tickets à

# simialbi/ticket/model/topic
source: New Ticket Status
fr: Statut des nouveaux tickets

# simialbi/ticket/model/topic
source: Notification on {event}
fr: Notification {event}

# simialbi/ticket/model/topic
source: Status
fr: Statut

# simialbi/ticket/model/topic
source: Template
fr: Modèle

# simialbi/ticket/model/topic
source: Updated At
fr: Modifié le

# simialbi/ticket/model/topic
source: Updated By
fr: Modifié par

# simialbi/ticket/model/topic
source: ticketCommented
fr: d'un nouveau commentaire du ticket

# simialbi/ticket/model/topic
source: ticketCreated
fr: du nouveau ticket

# simialbi/ticket/model/topic
source: ticketAssigned
fr: de l'attribution du ticket

# simialbi/ticket/model/topic
source: ticketResolved
fr: de la résolution ticket

# simialbi/ticket/model/topic
source: ticketUpdated
fr: de la mise à jour ticket

# simialbi/ticket/notification
source: Topic <b>{topic}</b> deleted
fr: Le thème <b>{topic}</b> a été supprimé

# simialbi/ticket/priority
source: Emergency
fr: Urgence

# simialbi/ticket/priority
source: High
fr: Haut

# simialbi/ticket/priority
source: Low
fr: Bas

# simialbi/ticket/source
source: Other
fr: Autres

# simialbi/ticket/source
source: Phone
fr: Téléphone

# simialbi/ticket/status
source: Assigned
fr: Attribué

# simialbi/ticket/status
source: In progress
fr: En cours

# simialbi/ticket/status
source: Late
fr: En retard

# simialbi/ticket/status
source: Open
fr: Ouvert

# simialbi/ticket/status
source: Resolved
fr: Résolu

# simialbi/ticket/ticket/notification
source: Failed to create linked task for ticket <b>{name}</b>
fr: Erreur lors de la création d'une tâche liée pour le ticket <b>{name}</b>

# simialbi/ticket/ticket/notification
source: Linked task for ticket <b>{name}</b> created
fr: Une tâche liée a été créée pour le ticket <b>{name}</b>

# simialbi/ticket/topic
source: Create topic
fr: Créer un thème

# simialbi/ticket/topic
source: Topics
fr: Thèmes

# simialbi/ticket/topic
source: Update topic
fr: Modifier le thème
